[
    {
      "id": 1,
      "title": "Healthy Meal Plan",
      "price": 23.99,
      "category": "Lunch",
      "productURL": "https://i.ibb.co/Smc5WKr/lunch1.png",
      "productDescription": "Mix all the ingredients for the dough together and knead well.\n        Cover the dough and put to rise until doubled in size which should take about 2 hours.\n        Knock back the dough and knead lightly.\n        Divide the dough into two equal pieces; roll each piece into an oblong about 12 inches by 8 inches.\n        Mix the filling ingredients together and divide between the dough, spreading over each piece.\n        Roll up the oblongs as tightly as possible to give two 12 inch sausages.\n        Place these side by side, touching each other, on a greased baking sheet.\n        Cover and leave to rise for about 40 minutes.\n        Heat oven to 200ºC (425ºF).\n        Bake for 30-35 minutes until well risen and golden brown.\n        Bread should sound hollow when the base is tapped.\n        Remove from oven and brush the hot bread top with milk.\n        Sift with a generous covering of icing sugar."
    },
    {
      "id": 2,
      "title": "Fried Chicken Bento",
      "price": 9.99,
      "category": "Lunch",
      "productURL": "https://i.ibb.co/WKx5x1s/lunch2.png",
      "productDescription": "Fry the finely chopped onions and minced meat in oil.\n        Add the salt and pepper.\n        Grease a round baking tray and put a layer of pastry in it.\n        Cover with a thin layer of filling and cover this with another layer of filo pastry which must be well coated in oil.\n        Put another layer of filling and cover with pastry.\n        When you have five or six layers, cover with filo pastry, bake at 200ºC/392ºF for half an hour and cut in quarters and serve."
    },
    {
      "id": 3,
      "title": "Tarragon-Rubbed_salmon",
      "price": 6.99,
      "category": "Lunch",
      "productURL": "https://i.ibb.co/0ZfdfVm/lunch3.png",
      "productDescription": "Heat the oil in a pan.\n        Add the chopped vegetables and sauté until tender.\n        Take a pot, empty the beans together with the vegetables into it, put the sausages inside and cook for further 20 minutes on a low heat.\n        Or, put it in an oven and bake it at a temperature of 180ºC/350ºF for 30 minutes.\n        This dish is even better reheated the next day.\n        "
    },
    {
      "id": 4,
      "title": "Indian Lunch",
      "price": 8.99,
      "category": "Lunch",
      "productURL": "https://i.ibb.co/gMKyrBt/lunch4.png",
      "productDescription": "Clean the meat from the veins if there are some and cut it into smaller pieces, 3 × 3 cm.\n        Marinate the meat in the mustard and spices and let it sit in the refrigerator for one hour Heat one tablespoon of pork fat or vegetable oil in a pot and fry the meat on all sides until it gets browned.\n        Once the meat is cooked, transfer it to a plate and add another tablespoon of fat to the pot Cut the onions very fine, peel the carrots and shred it using a grater.\n        Cook the onions and carrots over low heat for 15 minutes.\n        You can salt the vegetables a little to make them soften faster Once the vegetables have browned and become slightly mushy, add the meat and bay leaves and garlic.\n        Pour over with wine and simmer for 10-15 minutes to allow the alcohol to evaporate.\n        Now is the right time to add 2/3 the amount of liquid Cover the pot and cook over low heat for an hour, stirring occasionally.\n        After the first hour, pour over the rest of the water or stock and cook for another 30-45 minutes Allow the stew to cool slightly and serve it with a sprinkle of chopped parsley and few slices of fresh hot pepper if you like to spice it up a bit Slice ​​some fresh bread, season the salad and simply enjoying these wonderful flavors\n        "
    },
    {
      "id": 5,
      "title": "Beef Steak",
      "price": 15.99,
      "category": "Lunch",
      "productURL": "https://i.ibb.co/FVVgHcJ/lunch5.png",
      "productDescription": "Preheat oven to 200°C fan / 220°C / 425°F / Gas mark 7 If you have not bought diced lamb, cut your lamb shoulder or leg into large chunks and place to one side.\n        Chunks of chopped lamb of a red chopping board Make oil marinade - Mix 80ml of olive oil in a bowl with garlic puree, sundried tomato puree ,black pepper and salt.\n        olive oil, gia sundried tomato puree and gia garlic puree and black pepper mixed together in a silver bowl to make Croatian peka Add potatoes and vegetables into a large lidded casserole dish.\n        Chopped up vegetables which consist of chopped up red onion, courgette, potatoes red peppers in a cast iron pan Place diced lamb on top of the vegetables, pour the marinade and wine over the top.Chunks of lamb covered in in a sundried tomato oil sauce which is on top of chopped red onion, aubergine, courgette and potatoes in a cast iron pan Add the rosemary, thyme and sage, trying to keep the herbs on top.\n        So you can easily remove the herb stalks once cooked."
    },
    {
      "id": 6,
      "title": "Honey-Soy-Glazed Salmon with Peepers",
      "price": 7.99,
      "category": "Lunch",
      "productURL": "https://i.ibb.co/smq0T0H/lunch6.png",
      "productDescription": "Pick through your lentils for any foreign debris, rinse them 2 or 3 times, drain, and set aside.\n        Fair warning, this will probably turn your lentils into a solid block that you’ll have to break up later In a large pot over medium-high heat, sauté the olive oil and the onion with a pinch of salt for about 3 minutes, then add the carrots and cook for another 3 minutes.\n        Add the tomato paste and stir it around for around 1 minute.\n        Now add the cumin, paprika, mint, thyme, black pepper, and red pepper as quickly as you can and stir for 10 seconds to bloom the spices.\n        Congratulate yourself on how amazing your house now smells.\n        Immediately add the lentils, water, broth, and salt.\n        Bring the soup to a (gentle) boil."
    },
    {
      "id": 7,
      "title": "Bagel and cream cheese",
      "price": 6.99,
      "category": "Breakfast",
      "productURL": "https://i.ibb.co/SRF3X32/breakfast1.png",
      "productDescription": "Preheat the oven to 180C/160C Fan/Gas 4.\n        Butter a wide shallow 1.\n        7-litre/3-pint ovenproof dish.\n        Put the butter, sugar, eggs, flour, baking powder, bicarbonate of soda and treacle into a mixing bowl.\n        Beat using an electric handheld whisk for about 30 seconds or until combined.\n        Pour in the milk gradually and whisk again until smooth.\n        Pour into the prepared dish.\n        Bake for 35–40 minutes or until well risen and springy in the centre.\n        To make the sauce, put all the ingredients into a saucepan and stir over a low heat until the sugar has dissolved and the butter has melted.\n        Bring to the boil, stirring for a minute.\n        To serve, pour half the sauce over the pudding in the baking dish.\n        Serve with the cream or ice cream."
    },
    {
      "id": 8,
      "title": "Breakfast sandwich",
      "price": 9.99,
      "category": "Breakfast",
      "productURL": "https://i.ibb.co/HGR7h3z/breakfast2.png",
      "productDescription": "Cook the Broccoli and Carrots in a pan of boiling water until tender.\n        Roast the Beef and Potatoes in the oven for 45mins, the potatoes may need to be checked regularly to not overcook.\n        To make the Yorkshire puddings: Heat oven to 230C/fan 210C/gas 8.\n        Drizzle a little sunflower oil evenly into 2 x 4-hole Yorkshire pudding tins or a 12-hole non-stick muffin tin and place in the oven to heat through To make the batter, tip 140g plain flour into a bowl and beat in four eggs until smooth.\n        Gradually add 200ml milk and carry on beating until the mix is completely lump-free.\n        Season with salt and pepper.\n        Pour the batter into a jug, then remove the hot tins from the oven.\n        Carefully and evenly pour the batter into the holes.\n        Place the tins back in the oven and leave undisturbed for 20-25 mins until the puddings have puffed up and browned.\n        Serve immediately.\n        Plate up and add the Gravy as desired."
    },
    {
      "id": 9,
      "title": "Baked Chiken",
      "price": 10.99,
      "category": "Breakfast",
      "productURL": "https://i.ibb.co/2NzrNDz/breakfast3.png",
      "productDescription": "Step 1 Preheat oven to 180° C.\n        Step 2 Combine carrots, onion, garlic, cumin seeds, coriander seeds, salt and olive oil in a bowl and mix well.\n        Transfer on a baking tray.\n        Step 3 Put the baking tray in preheated oven and roast for 10-12 minutes or till carrots soften.\n        Remove from heat and cool.\n        Step 4 Grind the baked carrot mixture along with some water to make a smooth paste and strain in a bowl.\n        Step 5 Heat the carrot mixture in a non-stick pan.\n        Add two cups of water and bring to a boil.\n        Add garam masala powder and mix.\n        Add salt and mix well.\n        Step 6 Remove from heat, add lemon juice and mix well.\n        Step 7 Serve hot."
    },
    {
      "id": 10,
      "title": "Eggs Benedict",
      "price": 8.99,
      "category": "Breakfast",
      "productURL": "https://i.ibb.co/GF0d6gY/breakfast4.png",
      "productDescription": "Beef is the culinary name for meat from cattle, particularly skeletal muscle. Humans have been eating beef since prehistoric times. Beef is a source of high-quality protein and nutrients. Most beef skeletal muscle meat can be used as is by merely cutting into certain parts, such as roasts, short ribs or steak (filet mignon, sirloin steak, rump steak, rib steak, rib eye steak, hanger steak, etc.), while other cuts are processed (corned beef or beef jerky). Trimmings, on the other hand, are usually mixed with meat from older, leaner (therefore tougher) cattle, are ground, minced or used in sausages. The blood is used in some varieties called blood sausage. Other parts that are eaten include other muscles and offal, such as the oxtail, liver, tongue, tripe from the reticulum or rumen, glands (particularly the pancreas and thymus, referred to as sweetbread), the heart, the brain (although forbidden where there is a danger of bovine spongiform encephalopathy, BSE, commonly referred to as mad cow disease), the kidneys, and the tender testicles of the bull (known in the United States as calf fries, prairie oysters, or Rocky Mountain oysters). Some intestines are cooked and eaten as is, but are more often cleaned and used as natural sausage casings. The bones are used for making beef stock."
    },
    {
      "id": 11,
      "title": "Toast Croissant Fried egg",
      "price": 19.99,
      "category": "Breakfast",
      "productURL": "https://i.ibb.co/6FCHMf4/breakfast5.png",
      "productDescription": "Pork is the culinary name for the flesh of a domestic pig (Sus scrofa domesticus). It is the most commonly consumed meat worldwide,[1] with evidence of pig husbandry dating back to 5000 BC. Pork is eaten both freshly cooked and preserved. Curing extends the shelf life of the pork products. Ham, smoked pork, gammon, bacon and sausage are examples of preserved pork. Charcuterie is the branch of cooking devoted to prepared meat products, many from pork. Pig is the most popular meat in the Eastern and non-Muslim parts of Southeastern Asia (Indochina, Philippines, Singapore, East Timor) and is also very common in the Western world, especially in Central Europe. It is highly prized in Asian cuisines for its fat content and pleasant texture. Consumption of pork is forbidden by Jewish, Muslim and Rastafarian dietary law, for religious reasons, with several suggested possible causes."
    },
    {
      "id": 12,
      "title": "Full Breakfast Fried Egg Toast Brunch",
      "price": 3.99,
      "category": "Breakfast",
      "productURL": "https://i.ibb.co/pvtFN2H/breakfast6.png",
      "productDescription": "Heat oven to 200C/180C fan/gas 6, then roast the peanuts on a baking tray for 5 mins until golden brown.\n        When cool enough to handle, roughly chop.\n        Reduce oven to 180C/160C fan/gas 4.\n        Heat 2 tbsp coconut cream in a large casserole dish with a lid.\n        Add the curry paste and fry for 1 min, then stir in the beef and fry until well coated and sealed.\n        Stir in the rest of the coconut with half a can of water, the potatoes, onion, lime leaves, cinnamon, tamarind, sugar, fish sauce and most of the peanuts.\n        Bring to a simmer, then cover and cook for 2 hrs in the oven until the beef is tender.\n        Sprinkle with sliced chilli and the remaining peanuts, then serve straight from the dish with jasmine rice."
    },
    {
      "id": 13,
      "title": "Salmon with Grapefruit and Lentil Salad",
      "price": 9.99,
      "category": "Dinner",
      "productURL": "https://i.ibb.co/6WQZKjQ/dinner1.png",
      "productDescription": "Soak the dried mushrooms in 350ml boiling water and set aside until needed.\n        Blitz ¾ of the chestnuts with 150ml water until creamy.\n        Roughly chop the remaining chestnuts.\n        Heat 2 tbsp olive oil in a large non-stick frying pan.\n        Fry the shallots with a pinch of salt until softened, then add the garlic, chopped chestnuts and rosemary, and fry for 2 mins more.\n        Add the wild mushrooms, 2 tbsp oil and some seasoning.\n        Cook for 3 mins until they begin to soften.\n        Drain and roughly chop the dried mushrooms (reserve the soaking liquid), then add those too, along with the soy sauce, and fry for 2 mins more.\n        Whisk the wine, reserved mushroom liquid and chestnut cream together to create a sauce.\n        Season, then add half to the mushroom mixture in the pan and cook for 1 min until the sauce becomes glossy.\n        Remove and discard the rosemary sprigs, then set the mixture aside.\n        Heat oven to 180C/160C fan/gas 4."
    },
    {
      "id": 14,
      "title": "Lemony Salmon Piccata",
      "price": 10.99,
      "category": "Dinner",
      "productURL": "https://i.ibb.co/XsP33NG/dinner2.png",
      "productDescription": "Pre-heat the oven to 180C/350F/Gas 4.\n        Grease an 18cm/7in round cake tin, line the base with greaseproof paper and grease the paper.\n        Cream the butter and sugar together in a bowl until pale and fluffy.\n        Beat in the eggs, one at a time, beating the mixture well between each one and adding a tablespoon of the flour with the last egg to prevent the mixture curdling.\n        Sift the flour and gently fold in, with enough milk to give a mixture that falls slowly from the spoon.\n        Fold in the lemon zest.\n        Spoon the mixture into the prepared tin and lightly level the top.\n        Bake on the middle shelf of the oven for 30-40 minutes, or until golden-brown on top and a skewer inserted into the centre comes out clean.\n        Remove from the oven and set aside to cool in the tin for 10 minutes, then turn it out on to a wire rack and leave to cool completely.\n        To serve, decorate the cake with the candied peel."
    },
    {
      "id": 15,
      "title": "Pork Tenderloin With Quinoa Pilaf",
      "price": 12.99,
      "category": "Dinner",
      "productURL": "https://i.ibb.co/1LWSmvB/dinner3.png",
      "productDescription": "Line an 8-inch-square baking pan with wax paper or foil, and coat with non-stick spray.\n        Pour ½ cup of the miniature marshmallows into the bottom of the lined baking dish.\n        In a microwave-safe bowl, combine the chocolate chips and peanut butter.\n        Microwave the chocolate mixture in 20-second intervals, stirring in between each interval, until the chocolate is melted.\n        Add the vanilla extract and stir well, until smooth.\n        Reserve 2 tablespoons of the chopped almonds or peanuts, and set aside.\n        Fold 1 ½ cups of the miniature marshmallows and the remaining chopped nuts into the chocolate mixture.\n        Transfer the chocolate mixture into the prepared pan and spread into an even layer.\n        Immediately top with the reserved chopped nuts and the mallow bits or additional miniature marshmallows, if using.\n        Refrigerate for 4 hours, or until set."
    },
    {
      "id": 16,
      "title": "French fries with cheese",
      "price": 9.99,
      "category": "Dinner",
      "productURL": "https://i.ibb.co/wyjF6Wf/dinner4.png",
      "productDescription": "Soak all the spices, ginger, garlic, tamarind pulp and kashmiri chilies except oil in vinegar.\n        Add sugar and salt.\n        Also add turmeric powder.\n        Combine all nicely and marinate for 35-40 mins.\n        Grind the mixture until soft and smooth.\n        Add more vinegar if required but ensure the paste has to be thick so add vinegar accordingly.\n        If the masala paste is thin then it would not stick to the fish.\n        Rinse the fish slit from the center and give some incision from the top.\n        You could see the fish below for clarity.\n        Now stuff the paste into the center and into the incision.\n        Coat the entire fish with this paste.\n        Marinate the fish for 30 mins.\n        Place oil in a shallow pan, once oil is quite hot shallow fry the stuffed mackerels.\n        Fry until golden brown from both sides Serve the recheado mackerels hot with salad, lime wedges, rice and curry.\n        Notes 1.\n        Ensure the masala paste is thick else the result won't be good.\n        2.\n        If you aren't able to find kashmiri chilies then use bedgi chilies or kashmiri red chili powder.\n        3.\n        You could use white vinegar or coconut vinegar.\n        4.\n        Any left over paste could be stored in the fridge for future use.\n        5.\n        Cinnamon could be avoided as it's a strong spice used generally for meat or chicken."
    },
    {
      "id": 17,
      "title": "Garlic Butter Baked Salmon",
      "price": 6.99,
      "category": "Dinner",
      "productURL": "https://i.ibb.co/tm9fTTh/dinner5.png",
      "productDescription": "Soak all the spices, ginger, garlic, tamarind pulp and kashmiri chilies except oil in vinegar.\n        Add sugar and salt.\n        Also add turmeric powder.\n        Combine all nicely and marinate for 35-40 mins.\n        Grind the mixture until soft and smooth.\n        Add more vinegar if required but ensure the paste has to be thick so add vinegar accordingly.\n        If the masala paste is thin then it would not stick to the fish.\n        Rinse the fish slit from the center and give some incision from the top.\n        You could see the fish below for clarity.\n        Now stuff the paste into the center and into the incision.\n        Coat the entire fish with this paste.\n        Marinate the fish for 30 mins.\n        Place oil in a shallow pan, once oil is quite hot shallow fry the stuffed mackerels.\n        Fry until golden brown from both sides Serve the recheado mackerels hot with salad, lime wedges, rice and curry.\n        Notes 1.\n        Ensure the masala paste is thick else the result won't be good.\n        2.\n        If you aren't able to find kashmiri chilies then use bedgi chilies or kashmiri red chili powder.\n        3.\n        You could use white vinegar or coconut vinegar.\n        4.\n        Any left over paste could be stored in the fridge for future use.\n        5.\n        Cinnamon could be avoided as it's a strong spice used generally for meat or chicken."
    },
    {
      "id": 18,
      "title": "Baked Chiken",
      "price": 9.99,
      "category": "Dinner",
      "productURL": "https://i.ibb.co/5T1yfPV/dinner6.png",
      "productDescription": "Heat oven to 160C/140C fan/gas 3.\n        Crush the biscuits and most of the almonds inside a plastic food bag using a rolling pin.\n        Mix with the butter, then press into the bottom of a deep, oval, 23cm dish (or something similar in size – a roasting tin, baking dish or cake tin will work).\n        Bake for 10 mins until crisp.\n        Stir or mash together the yogurt and mascarpone, then whisk in the eggs, one at a time.\n        Stir in the lemon and orange zests, then stir in most of the honey, reserving about 3 tbsp.\n        Spread over the biscuit base, cover loosely with foil and cook for 1 hr.\n        Remove the foil and cook for 15 mins more until lightly golden and the top is firm with just the slightest wobble in the middle.\n        Leave to cool.\n        Can be kept in the fridge for up to 2 days.\n        To serve, scatter with almonds, drizzle over the remaining honey, and hand around fresh fruit to go with it."
    }
]